Repository: MacThings/dyndns-mate
Catalog: DynDNS Mate/*.lproj/Localizable.strings
Languages: de

source: Account
de: Konto

source: Any hostname from your account
de: Beliebiger Hostname aus dem Konto

source: Do Not Move
de: Nicht verschieben

source: Dynamic DNS key of hostname
de: Dynamic DNS Schlüssel vom Hostnamen

source: I understand
de: Ok verstanden

source: Install daemon
de: Daemon installieren

source: I can move myself to the Applications folder if you'd like. This will keep your Downloads folder uncluttered.
de: Ich kann mich selbst in den Programme-Ordner verschieben wenn Du möchtest. Somit bleibt Dein Download-Ordner aufgeräumt.

source: is:
de: lautet:

source: Master password
de: Hauptpasswort

source: Move to Applications Folder
de: In den Programme-Ordner verschieben

source: Move to Applications folder?
de: In den Programme-Ordner verschieben?

source: Not available
de: Nicht verfügbar

source: Password
de: Passwort

source: The hostname could not be resolved. Please make sure that you input the correct address.
de: Der Hostname konnte nicht aufgelöst werden. Bitte stelle sicher, dass Du den korrekten Namen eingegeben hast.

source: The IP address of
de: Die IP Addresse von

source: There was something wrong by submitting your credentials. Please check and try again.
de: Da ist etwas bei der Übermittlung der Zugangsdaten schiefgelaufen. Bitte prüfe die Angaben noch einmal und versuche es erneut.

source: This will keep your Downloads folder uncluttered.
de: Damit Ihr Downloads-Ordner aufgeräumt wird.

source: Uh Oh! An error has occured.
de: Oh nein. Ein Fehler ist aufgetreten.

source: Uninstall daemon
de: Daemon entfernen

source: Username
de: Benutzername
